tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoshidajp/ghkw"
tap "neovim/neovim"
tap "olets/tap"
tap "reviewdog/tap"
brew "bat"
brew "curl"
brew "delta", link: false
brew "direnv"
brew "go"
brew "exa"
brew "fd"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "lua"
brew "highlight"
brew "httpie"
brew "jq"
brew "neovim"
brew "plantuml"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "golangci/tap/golangci-lint"
brew "kyoshidajp/ghkw/ghkw"
brew "olets/tap/zsh-abbr"
brew "reviewdog/tap/reviewdog"
cask "authy"
cask "notion"
cask "google-japanese-ime"
cask "docker"
cask "alfred"
cask "visual-studio-code"
cask "appcleaner"
cask "karabiner-elements"
cask "sequel-ace"
cask "kitty"
cask "font-hack-nerd-font"
